{
  "hello": "مرحبا",
  "add_to_cart": "أضف إلى السلة",
  "price": "السعر",
  "about_title": "عن تطبيق فلاوري",
  "about_intro": "فلاوري ليس مجرد تطبيق لتوصيل الزهور، بل هو احتفال بالجمال والعاطفة والتواصل. تديره شركة فلاوري إنك، ونحن ملتزمون بتحويل اللحظات اليومية إلى تجارب لا تُنسى من خلال تنسيقاتنا الزهرية الرائعة. سواء كان عيد ميلاد، زفاف، اعتذار، أو مجرد لفتة طيبة، يجعل فلاوري من السهل إرسال باقات طازجة مصنوعة يدويًا إلى أحبائك، يتم توصيلها بعناية ودقة إلى عتبة دارك.",
  "our_story_title": "قصتنا",
  "our_story_paragraphs": [
    "تأسست فلاوري في عام 2020 في سان فرانسيسكو، بدأت برؤية بسيطة: جعل العالم مكانًا أكثر إشراقًا، زهرة واحدة في كل مرة. رأى مؤسسونا، المتحمسون للطبيعة والتصميم، فرصة لدمج التكنولوجيا مع فن تنسيق الزهور العريق.",
    "من شركة ناشئة صغيرة، تطورنا لنصبح اسمًا موثوقًا، نخدم آلاف العملاء في جميع أنحاء الولايات المتحدة. يعمل فريقنا من مُنسقي الزهور والمصممين وخبراء التكنولوجيا معًا لضمان أن يعكس كل طلب التزامنا بالجودة والإبداع.",
    "اليوم، تفخر فلاوري بالشراكة مع المزارعين والحرفيين المحليين، داعمين الممارسات المستدامة وجالبين أجود الزهور إلى عتبة دارك."
  ],
  "features_title": "ما نقدمه",
  "features_list": [
    "استكشف كتالوجًا متنوعًا من الزهور، من الورود الكلاسيكية إلى الأوركيد الغريبة، تم تهيئتها لكل مناسبة.",
    "خصص باقاتك بإضافات مثل المزهريات الأنيقة، بطاقات التهنئة القلبية، أو الشوكولاتة الفاخرة.",
    "استمتع بخيارات توصيل مرنة، بما في ذلك التوصيل في نفس اليوم في مدن مختارة والتوصيلات المجدولة لتواريخ مستقبلية.",
    "تتبع طلبك في الوقت الفعلي مع تحديثات من مُنسقي الزهور لدينا إلى سائق التوصيل.",
    "استفد من المجموعات الموسمية الحصرية والتنسيقات محدودة الإصدار التي صممها مُنسقو الزهور الخبراء لدينا.",
    "اكسب مكافآت مع كل عملية شراء من خلال برنامج الولاء الخاص بنا، قابلة للاستبدال بخصومات على الطلبات المستقبلية."
  ],
  "commitment_title": "التزامنا تجاهك",
  "commitment_list": [
    "نحصل على زهورنا من مزارعين موثوقين يعطون الأولوية للممارسات المستدامة والأخلاقية، مما يضمن أن تكون كل زهرة طازجة ونابضة بالحياة.",
    "فريقنا مكرس لصنع تنسيقات لا تبدو مذهلة فحسب، بل تنقل أيضًا المشاعر التي ترغب في التعبير عنها.",
    "رضا العملاء هو جوهر كل ما نقوم به. فريق الدعم لدينا متاح للمساعدة في أي أسئلة أو مخاوف.",
    "نحن ملتزمون بالمسؤولية البيئية، باستخدام تغليف صديق للبيئة ودعم المبادرات لتقليل بصمتنا الكربونية."
  ],
  "contact_title": "تواصلوا معنا",
  "contact_list": [
    "نحب أن نسمع من عملائنا! سواء كانت لديك أسئلة، تعليقات، أو تحتاج إلى مساعدة بشأن طلب، فريقنا هنا من أجلك.",
    "البريد الإلكتروني: support@floweryapp.com",
    "الهاتف: (888) 555-1234",
    "العنوان: فلاوري إنك، 123 شارع بلوم، سان فرانسيسكو، كاليفورنيا 94105",
    "تابعنا على وسائل التواصل الاجتماعي للحصول على الإلهام، العروض الترويجية، والتحديثات!"
  ],
  "closing": "في فلاوري، نؤمن أن الزهور لديها القدرة على ربط الناس وخلق ذكريات دائمة. شكرًا لاختيارك لنا لنكون جزءًا من لحظاتك الخاصة!"
}